import product1_1 from "./img/product_1_1.jpg";
import product1_2 from "./img/product_1_2.jpg";
import product1_3 from "./img/product_1_3.jpg";
import product2_1 from "./img/product_2_1.jpg";
import product3_1 from "./img/product_3_1.jpg";
import product3_2 from "./img/product_3_2.jpg";
import product3_3 from "./img/product_3_3.jpg";
import product3_4 from "./img/product_3_4.jpg";
import product4_1 from "./img/product_4_1.jpg";
import product4_2 from "./img/product_4_2.jpg";
import product4_3 from "./img/product_4_3.jpg";
import product4_4 from "./img/product_4_4.jpg";
import product5_1 from "./img/product_5_1.jpg";
import product6_1 from "./img/product_6_1.jpg";
import product6_2 from "./img/product_6_2.jpg";
import product6_3 from "./img/product_6_3.jpg";
import product6_4 from "./img/product_6_4.jpg";
import product7_1 from "./img/product_7_1.jpg";
import product7_2 from "./img/product_7_2.jpg";
import product7_3 from "./img/product_7_3.jpg";
import product7_4 from "./img/product_7_4.jpg";
import product8_1 from "./img/product_8_1.jpg";
import product8_2 from "./img/product_8_2.jpg";
import product8_3 from "./img/product_8_3.jpg";
import product8_4 from "./img/product_8_4.jpg";
import product9_1 from "./img/product_9_1.jpg";
import product9_2 from "./img/product_9_2.jpg";
import product9_3 from "./img/product_9_3.jpg";
import product10_1 from "./img/product_10_1.jpg";
import product10_2 from "./img/product_10_2.jpg";
import product11_1 from "./img/product_11_1.jpg";
import product12_1 from "./img/product_12_1.jpg";

export const souvenirs = [{
    "title": "Набор плетеных корзин для белья и игрушек",
    "category": "контейнеры",
    "images": ["https://productimages.hepsiburada.net/s/18/280-413/9801258663986.jpg?v1", "https://productimages.hepsiburada.net/s/18/280-413/9801258696754.jpg?v1", "https://productimages.hepsiburada.net/s/18/280-413/9801258729522.jpg?v1", "https://productimages.hepsiburada.net/s/18/280-413/9801258762290.jpg?v1"],
    "price": 4241.499828399639,
    "cpu": "1.3GHz Apple A6",
    "camera": "8mp (3264x2448)",
    "size": "124.4mm x 59.2mm x 8.97mm (4.9 x 2.33 x 0.35)",
    "weight": "132 grams (4.7 ounces) with battery",
    "display": "4.0 326 pixel density",
    "battery": "1480 mAh",
    "memory": "16GB, 32GB and RAM 1 GB",
    "id": 0,
    "description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Amet numquam aspernatur!"
},
{
    "title": "Золотой граммофон",
    "category": "антиквариат",
    "images": [product1_1, product1_2, product1_3],
    "price": 1786.68,
    "size": "Метр ростом",
    "weight": "3 кг",
    "id": 1,
    "description": "Хотите придать особенности музыкальному празднику или конкурсу? Закажите красивые статуэтки для музыкантов - подарки для победителей, которые придадут статусности и важности празднику, а также станут отличным напоминанием участникам об этом замечательном событии. Хотите придать особенности музыкальному празднику или конкурсу? Закажите красивые статуэтки для музыкантов - подарки для победителей, которые придадут статусности и важности празднику"
},
{
    "title": 'Подарок и сувенир из металла "Стоматолог"',
    "category": "статуэтки",
    "images": [product2_1],
    "price": 450,
    "size": "15х14х12 см.",
    "weight": "1.5 кг",
    "id": 2,
    "description": "Оригинальный сувенир и эксклюзивный подарок стоматологу, который запомнится надолго"
},
{
    "title": "Консервированные носки - Оригинальный Подарок Из Одессы",
    "category": "оригинальные",
    "images": [product3_1, product3_2, product3_3, product3_4],
    "price": 199,
    "size": "41-45 р.",
    "weight": "200 г.",
    "id": 3,
    "description": "Отдыхая в Одессе хочется привезти от туда какой-то сувенир. Это может быть обычный магнит на холодильник, тельняшка с надписью Одесса, кашка с принтом или же еще какая-нибудь безделушка. Мы придумали новый и оригинальный сувенир из Одессы, который вызовет удивление положительные эмоции - Чистые консервированные носки Одессита. Такой подарок из Одессы придется по душе каждому, ведь это необычно, креативно и весело. А так же и сами носки будут полезными в быту."
},
{
    "title": "Сувенир - Бабочка в рамке Anteos menippe",
    "category": "антиквариат",
    "images": [product4_1, product4_2, product4_3, product4_4],
    "price": 600,
    "size": "100 х 100 см.",
    "weight": "1 кг.",
    "id": 4,
    "description": "Настоящая бабочка в прямоугольной рамке из натурального дерева станет прекрасным подарком, как для коллекционеров, так и для ценителей всего прекрасного и экзотического на долгие годы. Также такими сувенирами можно украсить Ваш дом, ведь согласно философии Фэн-шуй, бабочки считаются символом искренней любви и радости."
},
{
    "title": 'Подарок-сувенир чайная Именная Ложечка "Ты-И-Я"',
    "category": "драгоценности",
    "images": [product5_1],
    "price": 100,
    "size": "30 х 10 см.",
    "weight": "400 г.",
    "id": 5,
    "description": "Сделанные нашими умельцами с вложением частички души, с самыми добрыми мыслями, любовью и пожеланиями, ложки с выгравированными именами – это и прелесть уникального сувенира, и теплота сердечного подарка, и выражение особого внимания и заботы. А, кроме того, это столовый прибор, которым можно пользоваться каждый день и радовать себя приятными воспоминаниями дня, когда подарок был вручен."
},
{
    "title": "Шапка с Bluetooth гарнитурой Music Hat",
    "category": "оригинальные",
    "images": [product6_1, product6_2, product6_3, product6_4],
    "price": 600,
    "size": "30 х 10 см.",
    "weight": "115 г.",
    "id": 6,
    "description": "Сделанные нашими умельцами с вложением частички души, с самыми добрыми мыслями, любовью и пожеланиями, ложки с выгравированными именами – это и прелесть уникального сувенира, и теплота сердечного подарка, и выражение особого внимания и заботы. А, кроме того, это столовый прибор, которым можно пользоваться каждый день и радовать себя приятными воспоминаниями дня, когда подарок был вручен."
},
{
    "title": "Самурайский меч Катана (Горец-2)",
    "category": "оригинальные",
    "images": [product7_1, product7_2, product7_3, product7_4],
    "price": 3065,
    "size": "980.0 (мм)",
    "weight": "1270 г.",
    "id": 7,
    "description": "Японские мечи окутаны легендами, в которых катаны описываются как одни из самых лучших образцов холодного оружия. Как бы то ни было, но не признать за катанами красоты и стиля нельзя. Хорошей возможностью прикоснуться к старине, изучить это традиционное оружие, настоящий символ Японии, является катана."
},
{
    "title": "Сувенирная монета на подарок",
    "category": "драгоценности",
    "images": [product8_1, product8_2, product8_3, product8_4],
    "price": 200,
    "size": "38 мм.",
    "weight": "30 г.",
    "id": 8,
    "description": "Сувенирная монета ''Вечная любовь и счастье'' станет оригинальным подарком для молодоженов и на годовщину свадьбы. Монета изготовлена из ювелирного нержавеющего сплава с покрытием цвета красного золота. Поставляется в прозрачной капсуле, которая сохраняет ее от механических повреждений, пыли и грязи. Монета станет оригинальным сувениром на подарок молодоженам."
},
{
    "title": "Брелок Сияющий Зайчик",
    "category": "драгоценности",
    "images": [product9_1, product9_2, product9_3],
    "price": 185,
    "size": "19 см.",
    "weight": "300 г.",
    "id": 9,
    "description": "Прикольный Брелок Зайчик шикарный и красивый на вид подарит море впечатлений и подчеркнет индивидуальность стильной девушки. Брелок можно использовать как для украшения, так и для ключей. Меховой брелок хвост лисы станет отличным подарком девушке или ребенку."
},
{
    "title": "Брелок сувенир STINGRAY LEATHER",
    "category": "оригинальные",
    "images": [product10_1, product10_2],
    "price": 404.99,
    "size": "7.5х7 см.",
    "weight": "600 г.",
    "id": 10,
    "description": "Брелок из натуральной кожи морского ската, очень стойкой к износу, проколам, порезам, к разрывам и даже к огню. Изделие подходит как и для ключей, так и как аксессуар для сумочки или рюкзака."
},
{
    "title": "Барабанная установка сувенир",
    "category": "статуэтки",
    "images": [product11_1],
    "price": 428,
    "size": "13*13*11 см.",
    "weight": "1 кг.",
    "id": 11,
    "description": "Интересная новинка и классный подарок музыканту - барабанная установка The Beatles. Сувенир представляет собой миниатюру барабанов в сувенирном исполнении."
},
{
    "title": "Сувенир Доска для Серфинга",
    "category": "статуэтки",
    "images": [product12_1],
    "price": 200,
    "size": "11*22 см.",
    "weight": "400 г.",
    "id": 12,
    "description": "Сувенирная доска для серфинга вырезана вручную, обработана вручную, окрашена натуральными красками, покрыта лаком. Приятный сувенир и подарок для любителей моря."
},
]



